/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "使用 BlackBerry Blend 在您的電腦上檢視 BlackBerry 裝置的訊息和內容。您也可以檢視您的行事曆和連絡人，並管理電腦和裝置之間的檔案。如果您的裝置已啟用企業帳號，您不須連線至 VPN 即可安全地存取您的工作資訊、檔案和內部網路。BlackBerry Blend 受執行 BlackBerry 10 OS 10.3 版或更新版本的裝置支援。";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "使用 BlackBerry Link 來備份和還原您的裝置資料、切換到新裝置、更新您的裝置軟體或重新安裝裝置軟體。您也可以在您的裝置和電腦之間同步處理您的媒體、文件和管理幫手資料，例如連絡人和行事曆。使用遠端檔案存取功能可讓您從裝置存取電腦檔案，還有更多！";